Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/depts/other_files/laereplan_naturfag.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Luonddufága - sámi oahppoplána
smj: Udir.no - Luonndofáhka - sáme oahppopládna

source: Luonddufága - sámi oahppoplána
smj: Luonndofáhka - sáme oahppopládna

source: Máhttodepartemeanta mearridan láhkaásahussan 01.07.2013
smj: Mierreduvvam Máhttodepartementas láhkanjuolgadusá milta 01.07.2013

source: Ulbmil
smj: Ulmme

source: Luonddudieđa lea ovdánan olbmuid diehtoáŋgirvuođa geažil ja min hálu geažil gávdnat vástádusaid min iežamet eksisteanssa, eallima ja eallinvugiid birra ja min saji birra luonddus ja universsas ja lea nu oassin min kultuvrras.
smj: Luondodieda le åvddånam ulmutjij diehtemvájnogisvuoda ja dárbo diehti gávnnat vásstádusájt ietjama eksistensa, iellema ja iellemvuogij birra ja mijá saje birra luondon ja universan ja le navti oassen mijá kultuvras.

source: Sámis bajásšaddet dálá mánát ja nuorat servodagas masa váikkuhit ja man báidnet árbevirolaš eallinvugiid ja ođđaáigásaš diehtaga ja viiddis teknologiija gávnnadeamit.
smj: Sámen badjáni udnásj máná ja nuora sebrudagán mij le bájnnum æjvvalimes árbbedábálasj iellemvuogij ja ådåájggásasj diehtaga ja dárkkelis teknologija gaskan.

source: Sámi árbemáhttu luonddu birra lea ollislaš jurddašeapmi ja áddejupmi, mas geavatlaš máhttu deattuhuvvo.
smj: Sáme árbbediehto luondo hárráj gájbbet ålles ájádallamav ja dádjadusáv, gånnå praktihkalasj tjehpudagá dættoduvvi.

source: Birget luonddus ja ávkkástallat luonddu jierpmálaččat ja bealuštahtti láhkai leat mávssolaš sámi gálggat, ja máhttu oahpahuvvo buolvvas bulvii aktiiva searvama bokte.
smj: Luondon bierggit ja luondov ávkástallat jiermálasj ja buorre láhkáj li árvulasj sáme tjehpudagá maj baktu máhtto buolvas buolvvaj bisoduvvá.

source: Luonddufága galgá leat mielde dán oahpaheamis.
smj: Luonndofáhka galggá liehket oassen dán åhpadimes.

source: Luonddudiehtaga lágat ja teoriijat leat girjás duohtavuođa modeallat, ja dát modeallat rivdet dahje ain ovdánahttojuvvojit ođđa dárkomiid, geahččaladdamiid ja fuomášumiid mielde.
smj: Luonndodiehtaga lága ja teorija li modella duohtavuodas, ja dá modella rievddi jali vijddásappot åvddånahteduvvi ådå observasjåvnåj, gæhttjaladdamij ja ájádusáj baktu.

source: Dehálaš oassi luonddudiehtagis lea diehtit ahte luonddudieđa dađistaga ovdána, ja ahte dutkan ja ođđa máhttu luonddudiehtaga ja teknologiija surggiin mearkkašahtti láhkai váikkuha servodatovdáneapmái ja eallinbirrasii.
smj: Ájnas oasse luonndodiehtagis le diehtet luonndodieda maŋenagi åvddån, ja dutkam ja ådå máhtto luonndodiehtaga ja teknologija suorgijn le ájnas sebrudagá åvddånahttemij ja iellembirrasij.

source: Vaikko luonddudieđa lea ge juhkkojuvvon máŋgga fágasuorgin nugo biologiija, fysihkka ja kemiija ja geofága, de lea ulbmilin ahte skuvlafága luonddufága sihke teoriijas ja geavatlaččat doaibmá oktan ollislaš fágan.
smj: Vájku luonndodieda le moatte fáhkasuorgijda juogeduvvam dagu biologija, fysihkka ja kjemija ja geofága, de le ulmmen jut skåvllåfáhka luonndofáhka sihke teorijan ja praktihkalattjat doajmma åbbålasj fáhkan.

source: Máhttu luonddu birra, luonddu ipmárdus ja vásáhusat luonddus sáhttet ovddidit dáhtu suodjalit luondduriggodagaid, gáhttet biologalaš šláddjiivuođa ja leat mielde ovddideamen guoddevaš ovdáneami.
smj: Luondo máhtto, dádjadus ja vásádusá máhtti åvdedit mielav luonndoressursajt suodjalittjat, biologalasj valjesvuodav bisodittjat ja guoddelis åvddånahttemav nannitjit.

source: Dán oktavuođas lea sámiin ja eará eamiálbmogiin máhtolašvuohta luonddu hárrái, man lea dehálaš árvvusatnit.
smj: Dán aktijvuodan li sámijn ja ietjá álggoálmmugijn máhtto luondo birra mav galgalulujma vieledit.

source: Seammás galgá luonddufága váikkuhit dasa ahte mánát ja nuorat ovdánahttet máhtu ja guottuid mat čájehit áddejumi luonddu, indiviida, teknologiija, servodaga ja dutkama ovttasdoaibmama birra.
smj: Sæmmi båttå galggá luonndofáhka vájkkudit váj mánáj ja nuoraj vuojno ja guotto åvddåni, ja ájádallagåhti gåktu luonndo, ulmusj, teknologija, sebrudahka ja dutkam aktan doajmmi.

source: Dát lea dehálaš vai áddejit iešguđetlágan luonddudieđalaš ja teknologalaš informašuvnna.
smj: Dát le ájnas váj juohkka akta bæssá dádjadit iesjgeŋgalágásj luonndodiedalasj ja teknologalasj diedojt.

source: Dat galgá addit vuođu searvat servodaga demokráhtalaš proseassaide.
smj: Dát galggá liehket vuodon sebrudagá prosessajda sæbrrat.

source: Bargat iešguđetlágan áššečuolmmaiguin sihke praktihkalaččat ja teorehtalaččat laboratoriijain ja luonddus, lea dárbbašlaš vai beassá ieš vásihit luonddudieđalaš metodaid ja jurddašanvugiid ja ovdánahttit máhtu daid birra.
smj: Barggat iesjgeŋgalágásj ássjetjuolmaj praktihkalattjat ja teorehtalattjat laboratåvråjn ja luondon le ájnas váj bæssá åtsådallat ja oahppat luonndodiehtaga metodajt ja ájádallamvuogijt.

source: Dát sáhttá leat mielde ovdánahttimin hutkáivuođa, kritihkalaš návccaid, rabasvuođa ja aktiiva searvama dilálašvuođaide main luonddufágalaš máhttu ja čehppodat adno.
smj: Dát le åvdedime sjuggelisvuodav, kritihkalasj dájdov, rabásvuodav ja dåjmalasj oassálasstemav dilijn gånnå luonndofágalasj máhtto ja tjehpudahka le oassen.

source: Iešguđetlágan oahppanbirrasat nugo gieddebargu luonddus, geahččaladdan laboratoriijas ja museaid, dieđaguovddážiid ja ásahusaid galledeamit riggudahttet luonddufága oahpahusa ja láhčet dili imaštallamii, diehtoáŋgiruššamii ja liikomii.
smj: Målsudahkes oahppambirrasa dagu ålggon luondon barggat, gæhttjaladdambargo laboratåvråjn ja guossidime dávvervuorkájn, diehtoguovdátjijn ja viddnudagájn boanndot luonndofága åhpadimev ja båktå imájdallamav ja diehtemvájnov, ja mielav giddi.

source: Gelbbolašvuohta áddet iešguđetlágan luonddudieđalaš teavsttaid, metodaid ja teknologalaš čovdosiid lea buorre vuođđun fidnofágalaš oahpuide, viidáset oahppamii ja eallinagi oahppamii sihke barggus ja astoáiggis.
smj: Máhttet iesjgeŋga luonndodiedalasj tevstajt, metodajt ja teknologalasj tjoavddusijt dádjadit vaddi vuogas vuodov virggefágalasj åhpadussaj, vijddásap oahppamij ja iellemájge oahppamij virgen ja asstoájgen.

source: Fága lea juhkkojuvvon váldosurggiide maidda leat hábmejuvvon gelbbolašvuođamihttomearit.
smj: Fáhka le juogeduvvam oajvveåsijda, ja juohkka oasen li máhtudakmihto.

source: Váldooasit dievasmahttet guhtet guoimmiset, ja daid ferte geahččat oktilaččat.
smj: Oajvveoase li oase ållesvuodas ja dajn le aktijvuohta.

source: Fága lea oktasašfága joatkkaoahpahusa buot oahppoprográmmaide.
smj: Fáhka le aktisasjfáhka mij gullu gájka joarkkaåhpadusáj oahppoprográmmajda.

source: Oahpahus galgá danne dahkkot eanemus lági mielde relevántan ohppiide ja heivehuvvot iešguđet oahppoprográmmaide.
smj: Danen galggá åhpadusáv iesjgeŋga oahppoprográmmaj hiebadit váj sjaddá nav relevánta gå vejulasj oahppijda.

source: Luonddufágas leat gelbbolašvuođamihttomearit maŋŋil vuođđoskuvlla 2., 4., 7. ja 10. jahkecehkiid ja maŋŋil joatkkaoahpahusa Jo1:ža studerenráhkkanahtti ja fidnofágalaš oahppoprográmmaid ja Jo3:ža oppalaš studerengelbbolašvuođa lasáhus.
smj: Luonndofágan li vissa máhtudakmihto vuodoskåvlå 2., 4., 7. ja 10. jahkedáse maŋŋela ja joarkkaåhpadusá Jo1 studerimgárvediddje ja viddnofágalasj oahppoprográmmajn ja Jo3 lasádus dábálasj oahppomáhtudahkaj.

source: Váldoosiid bajilgovva:
smj: Oajvveåsij gåvvå:

source: Váldooasit
smj: Jahkedásse

source: Álggahalli dutki
smj: Oajvveoase

source: Olmmoš ja luondu
smj: Ulmusj luondon

source: Luonddu girjáivuohta
smj: Luondo valjesvuohta

source: Rumaš ja dearvvašvuohta
smj: Rumáj ja varresvuohta

source: Fenomenat ja ávdnasat
smj: Fenomena ja ábnnasa

source: Guoddevaš ovdáneapmi
smj: Guoddelis åvddånahttem

source: Biepmus ja dearvvašvuohta
smj: Biebbmo ja varresvuohta

source: Suonjardeapmi ja radioaktivitehta
smj: Suodnjardibme ja radioaktivitehtta

source: Boahtteáiggi energiija
smj: Boahtteájge energija

source: Jo3 lasáhus oppalaš studerengelbbolašvuhtii
smj: Vg3 Lasádus dábálasj oahppomáhtudahkaj

source: Luonddufágaoahpahusas ovdanboahtá luonddudieđa sihke buvttan mii čájeha máhtu mii mis dál lea, ja proseassan man vuođđun lea mo luonddudieđalaš máhttu huksejuvvo ja ásahuvvo.
smj: Buktagin mij vuoset dav máhtov mij miján dálla le, ja prosæssan mij sisadná gåktu luonndodiedalasj máhtto tsieggiduvvá ja ásaduvvá.

source: Proseassat leat hypotesaid hutkan, geahččaladdan, systemáhtalaš dárkomat, ságaškuššamat, kritihkalaš árvvoštallamat, ákkastallan, konklušuvnnaid vuođušteapmi ja gaskkusteapmi.
smj: Prosessan le hypotesaj åvddånibme, gæhttjaladdam, systemáhtalasj váksjoma, dágástallam, kritihkalasj árvustallam, argumenterim, konklusjåvnåj vuodustibme ja gaskostibme.

source: Álggahalli dutki galgá oahpahusas fuolahit dáid dimenšuvnnaid ja integrerejuvvot eará váldoosiide.
smj: Dutkeihta galggá åhpadusán dájt dimensjåvnåjt várajda válldet ja dåjda ietjá oajvvesuorgijda dajt integrerit.

source: Olmmoš ja luondu-váldooasis lea dan birra ahte olmmoš lea oassin luonddus ja ahte olbmo ovddasvástádus lea áimmahuššat luonddu, sihke dálááiggis ja boahttevaš buolvvaide, sihke indiviida- ja servodatdásis.
smj: Oajvveoasse ulmusj luondon le ulmutja birra guhti le oassen luondos ja ulmutja åvdåsvásstádus luondov suodjalit sihke uddni ja boahtte buolvaj gáktuj, sihke indivijda- ja sebrudakdásen.

source: Viidáseappot leat guoddevaš ovdáneami eavttut dehálaččat.
smj: Vijddásappot sisadná dat guoddelis åvddånahttema ævtojt.

source: Dás lea guovddážis oažžut máhtu ja áddejumi das mo olmmoš sáhttá ávkki atnit luonddus, muhto maiddái das mo olbmuid doaimmat váikkuhit lundui ja rievdadit dan sihke báikkálaččat ja máilmmiviidosaččat.
smj: Danna le guovdátjin dádjadit gåktu ulmusj máhttá luondov ávkkit, valla aj gåktu ulmutjij dåjma vájkkudi ja rievddadi luondov sihke bájkálattjat ja væráltvijddásattjat.

source: Váldooassái gullá hárjáneapmi birget luonddus ja sámi ja eará eamiálbmogiid árbemáhtut.
smj: Åtsådallama gåktu luondon bierggit, ja oahppat sáme ja ietjá álggoálmmugij árbbedábij birra gulluji aj dán oajvveoassáj.

source: Guovddážis dán váldooasis lea ovdánahttit máhtu luonddu birra ja hárjánit luonddu girjáivuođa árvvus atnit.
smj: Dán oajvveoase guovdátjin le åvddånahttet máhtov luondo hárráj ja luondo valjesvuodav vieledit.

source: Máhttu ekovuogádaga biohtalaš ja abiohtalaš fáktoraid birra lea dehálaš áddet luonddu ovttasdoaibmama.
smj: Jus galggá luondo aktijvuodajt dádjadit de hæhttu diehtet biotalasj ja iehpebiotalasj faktåvråj birra ekosystemajn.

source: Dán oasis addá gieddebargu buori vuođu ovdánahttit máhtu ja guottuid.
smj: Dan oasen vaddá ålggobarggo buorre vuodov máhttuj ja guottojda.

source: Jo1-dásis leat váldooasit Olmmoš ja luondu ja Luonddu girjáivuohta gohčoduvvon Guoddevaš ovdáneapmin govvidit mii váldooasis deattuhuvvo.
smj: Jo1 dásen li oajvveoase Ulmusj luondon ja Luondo valjesvuohta gåhtjoduvvam Guoddelis åvddånibmen mij vuoset oajvveoase dættov.

source: Váldooasi sisdoallu lea mo olbmo rumaš lea huksejuvvon, ja mo rumaš rievdá ja váikkuhuvvo áiggi mielde.
smj: Oajvveoase rumáj ja varresvuohta sisadno le vuostatjin gåktu ulmutja rumáj le tsieggiduvvam, vájkkuduvvá ja rievddá ájgij milta.

source: Máhttu das mo rupmaša iešguđet oasit doibmet ovttas lea dehálaš áddet mo eallinvuohki váikkuha rupmašii ja dearvvašvuhtii.
smj: Diehtet gåktu rubmaha iesjgeŋga oase aktan doajmmi le ållu vuodulasj gå galggá dádjadit gåktu iellemvuohke rubmahav ja varresvuodav vájkkudi.

source: Rumaš, dearvvašvuohta, eallinvuohki ja biebmodoallu leat áššit mat dávjá oidnojit mediain.
smj: Rumáj, varresvuohta, iellemvuohke ja biebbmo li álu ássjen median.

source: Máhttu dáid áššiid birra ja máhttu kritihkalaččat árvvoštallat dieđuid dán hárrái lea dehálaš vai juohkehaš ieš sáhttá váldit ovddasvástádusa iežas rupmašis ja rumašlaš ja psyhkalaš dearvvašvuođas.
smj: Gå galggá iesj vásstedit ietjas rubmaha ja fysihkalasj ja psyhkalasj varresvuoda åvdås de le ájnas diehtet ja kritihkalattjat árvustallat diedojt dán suorgen.

source: Earáid árvvusatnin ja fuolahus leat maiddái dehálaččat dán oasis.
smj: Iehtjádijt huksat ja vieledit le aj ájnas dan aktijvuodan.

source: Jo1-dásis lea dát váldooassi gohčoduvvon biepmus ja dearvvašvuohtan govvidit mii váldooasis deattuhuvvo.
smj: Jo1:an le dát oajvveoasse gåhtjodum Biebbmo ja varresvuohta mij vuoset oajvveoase dættov.

source: Váldooasis guorahallojuvvojit luonddufágalaš oktavuođat ja mo olmmoš lea oahppan ávkkástallat iešguđetlágan fenomenaid ja ávdnasiid.
smj: Oajvveoasse sisadná aktijvuodajt luonndofágalasj fenomenaj gaskan, ja gåktu ulmutja li oahppam ávkástallat dajt fenomenajt ja ábnnasijt.

source: Oasis guorahallet guovddáš osiid fysihkas, kemiijas ja geofágas.
smj: Oajvveoasse sisadná guovdásj åsijt fysihkas, kjemias ja geofágas.

source: Dát čájeha mo ávdnasat leat huksejuvvon, mo dat reagerejit guđet guimmiideasetguin ja mo dat gieđahallá guovddáš fenomenaid dego jiena, čuovgga, elektrisitehta, magnetismma ja energiija.
smj: Dat vuoset gåktu ábnnasa li tsieggiduvvam ja nubbe nuppe gáktuj reageriji, ja danna giehtadaláduvvi fenomena dagu jiedna, tjuovgga, elektrisitehtta, magnetissma ja energija.

source: Min iežamet beaivvášvuogádat, eatnama sajádat, olggut máilmmiávus ja dutkan ja teknologiija gieđahallojuvvo maiddái.
smj: Mijá iehtjama biejvvesystebma, ednama sadje, ålgoldis vuobman ja dutkam ja teknologija aj giehtadaláduvvi.

source: Jo1-dásis lea dát váldooassi juhkkojuvvon ja gohčoduvvo energiija ja boahtteáigi ja suonjardeapmi ja radioaktivitehta govvidit mii váldooasis deattuhuvvo.
smj: Jo1:an le dát oajvveoasse guoktáj juogeduvvam ja gåhtjoduvvam energija boahtteájggáj ja suodnjardibme ja radioaktivitehtta mij vuoset oajvveoase dættov.

source: Váldooasis lea sáhka plánet, ovdánahttit, ovdanbuktit ja árvvoštallat funkšuvnnalaš buktagiid.
smj: Oajvveoase sisadno le plánit, åvddånahttet, buvtadit ja árvustallat anedahtte buktagijt.

source: Luonddudiehtaga, teknologiija ja guoddevaš ovdáneapmi ovttasdoaibman lea guovddážis dán váldooasis.
smj: Aktijvuohta luonndodiehtaga, teknologija ja guoddelis åvddånime gaskan le dán oajvveoasen guovdátjin.

source: Teknologiija ja designa lea máŋggafágalaš fáddá luonddufágas, matematihkas ja duojis.
smj: Teknologija ja hábbmim le moattefágalasj fáhkaoasse luonndofágan, matematihkan ja duojen.

source: Jo1-dásis lea dát váldooassi gohčoduvvon bioteknologiijan govvidit mii váldooasis deattuhuvvo.
smj: Jo1:an gåhtjoduvvá dát oajvveoasse bioteknologija mij vuoset oajvveoase dættov

source: Diibmolohku
smj: Tijmmalåhko

source: Tiibmalohku lea almmuhuvvon 60-minuhta ovttadahkan:
smj: Akta tijmma le 60 minuhta.

source: 1.–7. jahkeceahkit: 328 tiimma
smj: 1.-7. jahkedásijn: 328 tijma

source: 8.–10. jahkeceahkit: 249 tiimma (256 tiimma sidjiide geat čađahit 10. jahkeceahki 2013/2014)
smj: 8.-10 jahkedásijn: 249 tijma (256 tijma oahppijda gudi 10. jahkedásev ålliji jagen 2013/2014)

source: Vuođđogálggat
smj: Jo1: 140 tijma

source: Vuođđogálggat leat integrerejuvvon gelbbolašvuođamihttomeriide gos dat leat mielde ovdánahttimin fágagelbbolašvuođa ja leat maid oassin das.
smj: Vuodotjehpudagá li integreridum máhtudakmihtojda, gånnå li fáron fáhkamáhtudagáv åvddånahttemin ja li aj dassta oassen.

source: Luonddufágas áddejuvvojit vuođđogálggat ná:
smj: Luonndofágan dádjaduvvi vuodotjehpudagá náv:

source: Njálmmálaš gálggat luonddufágas leat guldalit, hállat ja ságastallat čilget, juohkit ja ovdánahttit máhtu luonddufágalaš sisdoaluin mii guoská dárkomiidda ja vásáhusaide.
smj: Njálmálasj tjehpudagá luonndofágan li gulldalit, ságastit ja ságastallat váj gåvvit, juogat ja åvddånahttá máhtov luonndofágalasj sisanujn mij le váksjomij ja åtsådallamijda tjanádum.

source: Dát mielddisbuktá geavahit luonddufágalaš doahpagiid gaskkustit máhtu, sátnádit gažaldagaid, ákkastallamiid ja čilgehusaid.
smj: Dat mierkki luonndofágalasj moallánagájt adnet máhto gaskostimen, gatjádaládijn, argumenteridijn ja tjielggidusájn.

source: Dasto mearkkaša heivehit ovdanbuktinvugiid, doahpagiid ja ovdamearkkaid ulbmiliidda ja vuostáiváldiide.
smj: Dasi gullu aj hiebadit åvddånbuktemijt, moallánagájt ja buojkulvisájt ulmmáj ja vuosstájválldijda.

source: Njálmmálaš gálggaid ovdánahttin luonddufágas lea guldalit ja ságastallat vásáhusaid ja dárkomiid ja máhttit ovdanbuktit ja ságaškuššat eanet ahte eanet kompleaksa fáttáid.
smj: Njálmálasj tjehpudagáj åvddånahttem luonndofágan le gulldalit ja ságastallat vásádusáj ja váksjomij birra vaj máhttet åvddånbuktet ja ságastallat gássjelap ássjij birra.

source: Dát mearkkaša máhttit dađistaga eanet geavahit luonddufágalaš doahpagiid ovdanbuktit áddejumi, iežas árvvoštallamiid ja searvat fágalaš digaštallamiidda.
smj: Dát sisadná ienebut máhttet luonndofágalasj moallánagájt adnet maj vuoset dádjadusáv, ietjas árvustallamijda ja oassálastátjit fágalasj ságastallamijda.

source: Máhttit čállit luonddufágas lea geavahit luonddufágalaš teakstašáŋŋeriid sátnádit gažaldagaid ja hypotesaid, čállit plánaid ja čilgehusaid, buohtastahttit ja árvvoštallat dieđuid ja geavahit gálduid ulbmillaččat.
smj: Buktet tjállet luonndofágan le luonndofágalasj tækstasjáŋŋarijt adnet gå le gatjálvisájt ja hypotesajt dahkamin, plánajt ja tjielggidusájt tjállemin, diedojt buohtastahttemin ja daj birra reflekterimin, ja gáldojt vuogas láhkáj adnemin.

source: Dát mearkkaša maiddái válddahit dárkomiid ja vásáhusaid, buohtastahttit dieđuid, ákkastit oaiviliid ja raporteret gieddebargguin, geahččaladdamiin ja teknologalaš ovddidanproseassain.
smj: Dat mierkki aj váksjomijt ja åtsådallamijt gåvådit, diedojt tjoahkkit, vuojnoj åvdås argumenterit ja ålggobargos rapporterit, gæhttjaladdama ja teknologalasj åvddånimprosessa.

source: Čállinproseassa teavsttaid plánemis gitta gieđahallamii ja ovdanbuktimii mearkkaša ulbmiliidda ja vuostáiváldái heivehuvvon luonddufágalaš doahpagiid, govvosiid ja symbolaid geavaheami.
smj: Tjállemprosessa plánimis gárvedibmáj ja tevstaj åvddånbuktemij sisadná luonndofágalasj buojkuldagájt, figuvrajt ja symbåvlåjt adnet hiebadum ulmmáj ja vuosstájválldáj.

source: Čállingálggaid ovdánahttin luonddufágas álgá álkes ovdanbuktinvugiid geavaheamis ja dađistaga ovdána deaivileabbo luonddufágalaš doahpagiid, symbolaid, grafihka ja ákkastallamiid geavaheapmái.
smj: Tjállemtjehpudagá åvddånibme luonndofágan manná álkkes javllamvuogijs maŋenagi tjielggasap luonndofágalasj buojkuldagáj, symbåvlåj, grafihka ja argumentasjåvnå adnemij.

source: Dát mearkkaša máhttit čállit dađistaga eanet kompleaksa teavsttaid maid vuođđun lea kritihkalaš ja viiddis gáldogeavaheapmi mii lea heivehuvvon ulbmiliidda ja vuostáiváldái.
smj: Dát mierkki máhttet tjállet gássjelap tevstajt maj vuodon le kritihkalasj ja vijdes gáldo hiebadum ulmmáj ja vuosstájválldáj.

source: Máhttit lohkat luonddufágas lea áddet ja geavahit luonddufágalaš doahpagiid, symbolaid, govvosiid ja ákkastallamiid ulbmillaš barggu bokte luonddufágalaš teavsttaiguin.
smj: Buktet låhkåt luonndofágan le dádjadit ja adnet luonndofágalasj buojkuldagájt, symbåvlåjt, figuvrajt ja argumentajt ulmmelasj bargo tjadá luonndofágalasj tevstaj.

source: Dát mearkkaša máhttit identifiseret, dulkot ja geavahit dieđuid ovttastuvvon teavsttain girjjiin, áviissain, rávačállosiin, njuolggadusain, gihppagiin ja digitála gálduin.
smj: Dát mierkki máhttet identifiserit, dålkkut ja adnet diedojt moattebelak tevstajs girjijn, avijsajn, addnobagádusájn, njuolgadusájn, brosjyrajn ja digitála gáldojn.

source: Lohkan luonddufágas fátmmasta kritihkalaččat árvvoštallat mo dieđuid ovdanbuktit ja geavahit ákkastallamiin, ee. máhttit earuhit dieđuid, navdimiid, čuoččuhusaid, hypotesaid ja konklušuvnnaid.
smj: Låhkåm luonndofágan le aj kritihkalattjat árvustallat gåktu diedo åvddån biejaduvvi ja argumentajn aneduvvi, duola dagu máhttet sieradit dáhtáj, árvvedimij, tjuottjodusáj, hypotesaj ja konlusjåvnåj gaskan.

source: Lohkangálgga ovdánahttin luonddufágas vuolgá ovdanbukton dieđuid gávdnamis ja geavaheamis álkes teavsttain ja ovdána áddet teavsttaid main leat eanet ahte eanet fágadoahpagat, symbolat, govvosat, tabeallat ja implisihtta dieđut.
smj: Låhkåmtjehpudagá åvdedibme luonndofágan mierkki gájkka gaskan gávnnat ja adnet tjielgga diedojt álkkes tevstajn dádjadittjat tevstajt ájn vil ienep fáhkabuojkuldagáj, symbåvlåj, figuvraj, tabellaj ja diedojt ma e njuolgga åvddån boade.

source: Gáibádus máhttit kritihkalaččat lohkat ja máhttit identifiseret relevánta dieđuid ja árvvoštallat gálduid jáhkehahttivuođa stuorru, das ahte máhttit geavahit láhččojuvvon gálduid dasa ahte máhttit viežžat ja buohtastahttit iešguđet gálduid dieđuid ja árvvoštallat relevánssa.
smj: Dárbbo máhttet kritihkalattjat låhkåt ja guoskavasj diedojt gávnnat ja gáldoj åskåldisvuodav árvustallat aj lassán, hiebaduvvam gáldoj anos gitta iesj máhttet åhtsåt ja buohtastahttet diedojt duot dát gáldos ja árvustallat makta hiehpi bargguj.

source: Máhttit rehkenastit luonddufágas lea viežžat, gieđahallat ja ovdanbuktit tállamateriálaid.
smj: Buktet riekknit luonndofágan le tállamateriálav tjoahkkit, hiebadit ja åvddånbuktet.

source: Dát mearkkaša geavahit doahpagiid, mihtidanreaidduid, mihtidanovttadagaid, hámuid ja grafihka.
smj: Dat mierkki adnet buojkuldagájt, mihttiminstrumentajt, mihttimavtadagájt, foarmmalijt ja grafihkav.

source: Rehkenastin luonddufágas lea maiddái máhttit buohtastahttit, árvvoštallat ja ákkastallat meroštallamiid, bohtosiid ja ovdanbuktimiid gustovašvuođa.
smj: Riekknim luonndofágan le aj máhttet buohtastahttet, árvustallat ja argumenterit merustallama, båhtusa ja åvddånbuktema li duohta.

source: Rehkenastingálggaid ovdánahttin luonddufágas álgá álkes lohkan- ja klassifiserenmetodaid geavaheami máhttimis ja ovdána máhttit árvvoštallat metodaid, doahpagiid, hámuid ja mihtidanreaidduid válljemiid.
smj: Luonndofága riekknimtjehpudagá åvddånibme le álkkes låhkåm- ja klassifiserimmetodaj anos gitta máhttet arvustallat metodaj, buojkuldagáj, foarmmalij ja mihttimvædtsagij válljimijt.

source: Dasto mearkkaša dát máhttit dađistaga dahkat váddásat ovdanbuktimiid ja árvvoštallamiid ja geavahit rehkenastima fágalaš ákkastallamis.
smj: Vijddásappot dat mierkki maŋenagi dahkat gássjelap åvddånbuktemijt ja árvustallamijt ja riekknimav fágalasj argumenterimin adnet.

source: Digitála gálggat luonddufágas leat geavahit digitála reaidduid suokkardit, registreret, meroštallat, visualiseret, duođaštit ja almmuhit iežas ja earáid dutkamiid, geahččaladdamiid ja gieddebargguid dieđuid.
smj: Digitála tjehpudagá luonndofágan le digitála ræjdojt adnet gå le guoradallamin, registrerimin, merustallamin, visualiserimin, dokumenterimin ja dáhtájt almodime ietjas ja iehtjádij guoradallamijs, gæhttjaladdamijs ja ålggobargos.

source: Dát mielddisbuktá maiddái geavahit ohcanreaidduid, hálddašit ohcanstrategiijaid ja kritihkalaččat árvvoštallat gálduid ja válljet relevánta dieđuid luonddufágalaš fáttáid birra.
smj: Dat aj mierkki åhtsåmvædtsagijt adnet, åhtsåmstrategijajt buktet ja gáldojt kritihkalattjat árvustallat ja válljit makkir diedo hiehpi iesjgeŋga luonndofágalasj tiebmáj.

source: Digitála gálggaid ovdánahttin luonddufágas lea máhttit geavahit digitála reaidduid eanet ahte eanet čájehan dihtii iešheanalašvuođa ja árvvoštallannávccaid válljedettiin ja geavahettiin digitála gálduid, reaidduid, mediaid ja dieđuid.
smj: Digitála tjehpudagáj åvddånibme luonndofágan manná álgos buktet digitála ræjdojt adnet gitta ienebut iesjrádálattjat ja dájdulattjat válljit digitála gáldojt, vædtsagijt, mediajt ja diedojt

source: Gelbbolašvuođamihttomearit 2. jahkeceahki maŋŋil
smj: Máhtudakmihto 2. jahkedáse maŋŋela

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: áiccuid bokte suokkardallat máilmmi lagašbirrasis
smj: dåbdudagáj baktu væráldav guoradallat lahka birrasin
